Repository: udevsharold/DockX-Localization
Catalog: *.lproj/Root.strings
Languages: he

source: Advanced
he: מתקדם

source: Advanced Settings
he: הגדרות מתקדמות

# ANSWER_NO
source: No
he: לא

# ANSWER_YES
source: Yes
he: כן

source: Both
he: שניהם

source: Contact
he: צור קשר

source: Customization
he: התאמה אישית

source: Default
he: ברירת מחדל

source: Development
he: פיתוח

source: Dictation
he: הכתבה

source: Dictation Only
he: הכתבה בלבד

source: Disabled
he: כבוי

source: Double Tap
he: הקשה כפולה

source: Enabled
he: פעיל

# FOOTER_CREATED
source: Created by udevs
he: נוצר ע"י udevs

# FOOTER_CREDITS
source: Special thanks Aransh
he: תודות מיוחדות

# FOOTER_DISPLAY_STYLE
source: Set shortcuts displaying style.
he: הגדר/י סגנון תצוגת קיצורים.

# FOOTER_DOCK_MODE
source: Set preferred dock mode.
he: הגדר/י מצב שורה מועדף.

# FOOTER_GESTURE_TYPE
source: Single tap will completely replace button's original functionality. Long press will retain it. This setting is disabled if button is "None".
he: הקשה יחידה תחליף לחלוטין את הפונקציונליות המקורית של הכפתור. לחיצה ארוכה תשמור אותה. הגדרה זו לא פעילה אם הכפתור הוא "כלום".

# FOOTER_PAGING
source: Disable paging if you experiencing view scrolling back to previous page when shortcut is tapped.
he: בטל/י את גלילת הדפים במידה ואת/ה חווה גלילה חזרה לדף הקודם לאחר הקשה על קיצור.

# FOOTER_SHORTCUT_NUM
source: Set number of shortcuts per page.
he: הגדר/י מספר קיצורים בדף.

# FOOTER_SPACE_BAR_SCROLLING
source: Set the granularity of scrolling when swiping space bar left/right.
he: הגדר/י את מרחק הגלילה בהחלקה שמאלה/ימינה על מקש הרווח.

# FOOTER_SWIPE_SPACE_BAR_TOGGLE_BARMOJI
source: Allow swiping up from space bar to toggle between DockX/Barmoji. Simply swipe up from spacebar to any row of keyboard letters, shortly hold and finally release finger.
he: אפשר/י החלקה מעלה ממקש הרווח כדי להחליף בין DockX/Barmoji. פשוט החלק/י למעלה משורת הרווח לכל שורת אותיות במקלדת, החזק/י לרגע ולבסוף שחרר/י את האצבע.

# FOOTER_TOGGLE_BUTTON
source: Set the button to be used for toggling DockX/Barmoji. This setting is disabled if dock mode is "None".
he: הגדר/י את המקש שישומש להחלפה בין DockX/Barmoji. הגדרה זו מכובה במידה ומצב השורה הוא "כלום".

source: Globe
he: גלובוס

source: Globe Only
he: גלובוס בלבד

source: Haptic
he: רטט בהקשה

source: Icon
he: אייקון

source: Long Press
he: לחיצה ארוכה

source: Manage Shortcuts
he: ניהול קיצורים

source: None
he: כלום

source: Paging
he: גלילת דפים

source: Shake Shortcut
he: ניעור קיצור בהקשה

source: Shooting Star
he: כוכב נופל

source: Shortcuts
he: קיצורים

source: Shortcuts Background Tint
he: צבע רקע קיצורים

source: Shortcuts Tint
he: צבע קיצורים

source: Show Toast
he: הצג חלונית

source: Single Tap
he: הקשה יחידה

# SPACE_BAR_SCROLLING
source: SpaceBar Swipe Scrolling
he: גלילת החלקה במקש הרווח

# SUPPORT
source: Support Development
he: תמיכה בפיתוח

source: Text
he: טקסט

source: Toast Background Tint
he: צבע רקע חלונית

source: Toast Tint
he: צבע חלונית

source: Tweak
he: טוויק
